[
{"type":"beer","name":"(512) ALT","description":"A German-style amber ale that is fermented cooler than typical ales and cold conditioned like a lager. ALT means \"old\" in German and refers to a beer style made using ale yeast after many German brewers had switched to newly discovered lager yeast. This ale has a very smooth, yet pronounced, hop bitterness with a malty backbone and a characteristic German yeast character. Made with 98% organic two-row and Munich malts and US noble hops.","abv":6,"created_at":"2010-12-07T02:53:38Z","updated_at":"2010-12-07T02:53:38Z","brewery":{"name":"(512) Brewing Company"},"_id":"3899a5c5232850f9f31995d0e60e1024"},
{"type":"beer","name":"Brew Free! or Die","description":"This aromatic golden IPA starts with a sucker punch of six different hops to the nose, quickly balanced by a solid malt backbone.","abv":7,"created_at":"2010-12-07T02:53:38Z","updated_at":"2010-12-07T02:53:38Z","brewery":{"name":"21st Amendment Brewing"},"_id":"3899a5c5232850f9f31995d0e60e1e93"},
{"type":"beer","name":"Leffe Dark","description":"A dark beer that is a highly fermented beer to be savoured. Ingredients such as roasted malt, corn, water, hops and yeast gives it its a deep autumnal brown color. The aroma has a hint of ripe apple. At normal cellar temperature, the taste develops from a pleasing sweet-fruity to brown sugar, with a hint of caramel and butter candy, to an aftertaste that is spicy and dry.","abv":6.5,"created_at":"2010-12-07T02:53:38Z","updated_at":"2010-12-07T02:53:38Z","brewery":{"name":"Abbaye de Leffe"},"_id":"3899a5c5232850f9f31995d0e60e21ba"},
{"type":"beer","name":"Leffe Blonde","description":"A blonde beer is a highly fermented beer to be savoured. Ingredients such as light malt, corn, water, hops and yeast gives it a bright golden colour with dazzling reflections. The taste is full, sweet and fruity, with a hint of bitter orange, and the after-taste is powerful and surprising.","abv":6.6,"created_at":"2010-12-07T02:53:38Z","updated_at":"2010-12-07T02:53:38Z","brewery":{"name":"Abbaye de Leffe"},"_id":"3899a5c5232850f9f31995d0e60e2237"},
{"type":"beer","name":"Abbey Ale","description":"Abbey Ale honors the ancient tradition of monks who perfected the art of brewing beer to support the monastery and their \"liquid bread\". We offer up our support and thank them with a 25¢ donation to St. Joseph's Abbey with every bottle sold of this heavenly brew. Dark amber in color, the aroma of caramel, fruits and cloves invites you to contemplate the creamy head of this \"Dubbel\" or double ale. Abita Abbey Ale is a malty brew, top-fermented and bottle aged to rapturous perfection. This ale pairs well with barbecue, meat stews or a nice thick steak. For dessert, try Abita Abbey Ale with milk chocolate or chocolate bread pudding. We suggest serving this brew at 46 degrees.","abv":8,"created_at":"2010-12-07T02:53:38Z","updated_at":"2010-12-07T02:53:38Z","brewery":{"name":"Abita Brewing Company"},"_id":"3899a5c5232850f9f31995d0e60e240d"}
]
